export const HOME_CONTENT = {
    id: 'homeContent',
    title: 'Кінематографічий всесвіт Marvel',
    imgSrc: '',
    description: 'Фільми кінематографічного всесвіту Marvel об\'єднують разом безліч героїв з різних фільмів, заснованих на коміксах компанії Marvel і розроблених кінокомпанією Marvel Studios. «Кіновсесвіт Marvel»  скорочена назва «КВМ»  — вигаданий всесвіт, серія супергеройських фільмів, заснована на коміксах компанії Marvel і розроблена компанією Marvel Studios. Всесвіт було створено шляхом з\'єднання в загальну сюжетну лінію декількох фільмів з акторами та персонажами.',
};

export const PHASE_FILMS = {
    phase1: {
        id: 'phase_one',
        title: 'Перша Фаза',
        imgSrc: 'img/Phase/phase-1.jpg',
        description: 'Перша фаза, також відома як Месники Загальний Збір, є першою частиною Кінематографічного Всесвіту Marvel і першою частиною Саги Нескінченності. З 2008 по 2012 роки фільми Першої фази зібрали у всьому світі 3,8 мільярда доларів. Перший набір фільмів знайомить з основним всесвітом, в якому знімають фільми, а також з такими героями, як Залізна Людина, Капітан Америка, Тор, Халк, Чорна Вдова, Соколине Око та Нік Ф\'юрі, та такі організації, як SHIELD та HYDRA . Багато фільмів першої фази зосереджені на Тессеракті, позаземному артефакті, який пізніше встановлено, що містить один із шести каменів нескінченності. Останній фільм, "Месники", включає лиходіїв Локі та Таноса, які повинні вкрасти Тессеракт і підкорити Землю, що призведе до утворення Месників.',
    },
    phase2: {
        id: 'phase_two',
        title: 'Друга Фаза',
        imgSrc: 'img/Phase/phase-2.jpg',
        description: 'Друга фаза - це друга частина Кінематографічного Всесвіту Marvel та друга частина Саги Нескінченності . З 2013 по 2015 роки фільми Другої фази зібрали 5,2 млрд доларів (5 245 789 655 доларів) у всьому світі, перевершивши фільми Першої фази. Друга фаза зосереджена на подвигах Месників та ЩИТУ після битви за Нью-Йорк, а також представляє більше героїв, серед яких Сокіл, Ртуть, Ала відьма, Віжин, Людина-мураха та Вартові Галактики (у складі Зоряного Лорда, Гамори, Дракса-Руйнівника, єнот Ракета та Грут ) і далі пояснює походження каменів нескінченності. "Капітан Америка: Зимовий солдат", терористична групаВиявилося, що HYDRA працювала в межах SHIELD, що призвело до краху агентства . Діючи зараз без допомоги SHIELD, Месники працюють самостійно, щоб знищити ГІДРУ, але ненавмисно породили більш небезпечного супротивника у формі ворожого штучного інтелекту, Альтрона.',
    },
    phase3: {
        id: 'phase_three',
        title: 'Третя Фаза',
        imgSrc: 'img/Phase/phase-3.png',
        description: 'Третя фаза — це третя частина кінематографічного всесвіту Marvel, а також третя й остання частина саги нескінченності. З 2016 по 2019 рік фільми третьої фази зібрали в світовому прокаті 13,504 мільярда доларів, обігнавши фільми другої фази. Дія третьої фази відбувається під час розбрату, який виник після атаки Альтрона на Землю . Оскільки громадська думка про супергероїв дедалі більше розділяється, Месники стають фрагментованими. Серед потрясінь Месників з’являється ряд нових героїв, таких як Доктор Стрендж, Чорна Пантера, Мантіс, Людина-павук, Валькірія, Окойе, Шурі та Капітан Марвел. Змова Таноса зібрати всі камені нескінченності, який розпочався наприкінці першої фази, у цій сазі наближається кінець.',
    },
    phase4: {
        id: 'phase_four',
        title: 'Четверта Фаза',
        imgSrc: 'img/Phase/phase-4.jpg',
        description: 'Четверта фаза — це четверта частина кінематографічного всесвіту Marvel після третьої фази та саги про нескінченність. Четверта фаза знаходиться у розробці. Додаткова інформація буде додана пізніше...',
    }
};